mongo-play/ycsb/yellow/dRun
mongo client connection created with mongodb://yellow13:31106
[OVERALL], RunTime(ms), 9422
[OVERALL], Throughput(ops/sec), 530.6728932286139
[TOTAL_GCS_G1_Young_Generation], Count, 3
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 27
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.2865633623434515
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 3
[TOTAL_GC_TIME], Time(ms), 27
[TOTAL_GC_TIME_%], Time(%), 0.2865633623434515
[READ], Operations, 4775
[READ], AverageLatency(us), 672.0376963350785
[READ], MinLatency(us), 320
[READ], MaxLatency(us), 55519
[READ], 95thPercentileLatency(us), 1027
[READ], 99thPercentileLatency(us), 1340
[READ], Return=OK, 4775
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2155.0
[CLEANUP], MinLatency(us), 2154
[CLEANUP], MaxLatency(us), 2155
[CLEANUP], 95thPercentileLatency(us), 2155
[CLEANUP], 99thPercentileLatency(us), 2155
[INSERT], Operations, 225
[INSERT], AverageLatency(us), 2792.7466666666664
[INSERT], MinLatency(us), 564
[INSERT], MaxLatency(us), 94271
[INSERT], 95thPercentileLatency(us), 1550
[INSERT], 99thPercentileLatency(us), 65983
[INSERT], Return=OK, 225