mongo-play/ycsb/yellow/fLoad
mongo client connection created with mongodb://yellow13:31106
[OVERALL], RunTime(ms), 8905
[OVERALL], Throughput(ops/sec), 561.4823133071309
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 29
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.3256597417181359
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 29
[TOTAL_GC_TIME_%], Time(%), 0.3256597417181359
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2255.0
[CLEANUP], MinLatency(us), 2254
[CLEANUP], MaxLatency(us), 2255
[CLEANUP], 95thPercentileLatency(us), 2255
[CLEANUP], 99thPercentileLatency(us), 2255
[INSERT], Operations, 5000
[INSERT], AverageLatency(us), 670.1648
[INSERT], MinLatency(us), 356
[INSERT], MaxLatency(us), 404479
[INSERT], 95thPercentileLatency(us), 846
[INSERT], 99thPercentileLatency(us), 1163
[INSERT], Return=OK, 5000